{
  "Supermarket": [
    {
      "Name": "Continente",
      "Description": "Maior rede de supermercados em Portugal, com mais de 300 lojas em todo o país. Oferece uma vasta gama de produtos alimentares e não alimentares, a preços competitivos."
    },
    {
      "Name": "Pingo Doce",
      "Description": "Segunda maior rede de supermercados em Portugal, com mais de 200 lojas. É conhecida pela sua qualidade e frescura dos produtos frescos."
    },
    {
      "Name": "Modelo",
      "Description": "Rede de supermercados com mais de 100 lojas em Portugal. Pertence ao grupo Auchan e oferece uma boa relação qualidade-preço."
    },
    {
      "Name": "Minipreço",
      "Description": "Rede de supermercados low-cost com mais de 150 lojas em Portugal. Oferece preços baixos em produtos básicos."
    },
    {
      "Name": "Lidl",
      "Description": "Rede de supermercados alemã com mais de 100 lojas em Portugal. É conhecida pelos seus preços baixos e pela sua marca própria."
    },
    {
      "Name": "Aldi",
      "Description": "Rede de supermercados alemã com mais de 80 lojas em Portugal. É conhecida pelos seus preços baixos e pela sua marca própria."
    }
  ],
  "Convenience": [
    {
      "Name": "El Corte Inglés",
      "Description": "Grande armazém espanhol com várias lojas em Portugal. Vende uma grande variedade de produtos, desde roupa e electrónica até a produtos alimentares."
    },
    {
      "Name": "IKEA",
      "Description": "Loja de móveis sueca com várias lojas em Portugal. Vende móveis a preços acessíveis e oferece serviços de design e montagem."
    },
    {
      "Name": "Leroy Merlin",
      "Description": "Loja de bricolage francesa com várias lojas em Portugal. Vende materiais de construção, ferramentas e artigos para o lar."
    },
    {
      "Name": "Worten",
      "Description": "Loja de electrónica portuguesa com várias lojas em Portugal. Vende uma grande variedade de produtos electrónicos, desde televisores e smartphones até a eletrodomésticos."
    },
    {
      "Name": "Media Markt",
      "Description": "Loja de electrónica alemã com várias lojas em Portugal. Vende uma grande variedade de produtos electrónicos, desde televisores e smartphones até a eletrodomésticos."
    }
  ],
  "Clothing": [
    {
      "Name": "Zara",
      "Description": "Loja de roupa espanhola com várias lojas em Portugal. Vende roupa moderna e acessível para homens, mulheres e crianças."
    },
    {
      "Name": "H&M",
      "Description": "Loja de roupa sueca com várias lojas em Portugal. Vende roupa moderna e acessível para homens, mulheres e crianças."
    },
    {
      "Name": "Mango",
      "Description": "Loja de roupa espanhola com várias lojas em Portugal. Vende roupa moderna e sofisticada para mulheres."
    },
    {
      "Name": "Bershka",
      "Description": "Loja de roupa espanhola com várias lojas em Portugal. Vende roupa moderna e casual para jovens."
    },
    {
      "Name": "Pull&Bear",
      "Description": "Loja de roupa espanhola com várias lojas em Portugal. Vende roupa moderna e casual para homens e mulheres."
    }
  ],
  "Gas station": [
    {
      "Name": "Galp",
      "Description": "Maior rede de bombas de gasolina em Portugal, com mais de 1.000 estações em todo o país."
    },
    {
      "Name": "Repsol",
      "Description": "Segunda maior rede de bombas de gasolina em Portugal, com mais de 700 estações em todo o país."
    },
    {
      "Name": "BP",
      "Description": "Rede de bombas de gasolina com mais de 500 estações em Portugal."
    },
    {
      "Name": "CEPSA",
      "Description": "Rede de bombas de gasolina com mais de 400 estações em Portugal."
    },
    {
      "Name": "Prio",
      "Description": "Rede de bombas de gasolina com mais de 300 estações em Portugal."
    }
  ],
}